---
kind: enumMember
id: F:Autodesk.Revit.DB.DatumEnds.End1
enum: Autodesk.Revit.DB.DatumEnds
source: html/60cdd5d4-8c6c-320b-7b8b-1cc4487edd9c.htm
---
# Autodesk.Revit.DB.DatumEnds.End1

The end point of the datum plane in the view.